# VSave

## Description
Procedure VSave saves the current Vectorworks document view.&lt;BR&gt;

```pascal
PROCEDURE VSave(name : STRING);
```

```python

def vs.VSave(name):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|name|STRING|Name of view to save.|

## Version
Availability: from MiniCAD
## Category
* View / Zoom